{
    "posts": [
      {
        "title": "12,000,000 Stars That Is You And I",
        "cover": "12.jpg",
        "content": "“Could you hold my gaze and watch my eyes twinkle like the stars in the galaxy?” I heard her voice float through the atmosphere.\n\nI lay on my back in the cold night and watched the stars between memories and light. I could hear all the laughter and the billowing divine that was her. She taught me everything and showed me what was really important. She held truth and belief, she held grace and charm, and she held a smile that could stop the world. She gave me the world and I couldn't save her from it. She would stare at me and say, “look at the stars, till you can see me.”\n\nI met her at the museum in the winter, during one of the tours I led. I was taught the description of art and the dynamic in translating paintings. I knew the styles and understood the strokes, but failed to see the soul and deeper purpose they held. She sat so still on the concave stool, staring at a plain pitch black painting, at the last corner of the museum. As I reached the corner, I was intrigued by her stillness and focus. I wandered what she saw in a pitch black painting and how it held her focus to that extent. No one from my tour or any tour I've given, ever asked about the plain black image of nothing. I'm glad they didn't because I wouldn't know what to say. What was going on in the artist's mind? Most importantly, what is its significance and how did it end up in a museum? I never understood it. I prayed silently that she'd be there when my tour was over.\n\nAs soon as the tour was over, I saw her still seated unmoved. I silently lifted another concave stool to sit down next to her and I pretended to stare at the painting too. I didn't think she noticed me sitting next to her. Her focus made me flinch at the sight of her as I turned left. Her well sharpened jaw line and her cheeks that looked like she might have a dimple when she smiles with that blinding melanin glow. I never dwelled on any of this till now. Who knew then, that she'd change my life forever. As she stood up to leave, I summoned the courage to speak immediately.\n\n“Hello,” I said, making her turn quickly and return to the stool.\n\n“Hi.” She replied looking puzzled.\n\n“I'm sorry for encroaching on your space, but you seemed quite fascinated with that painting and I fail to understand it.”\n\n“Oh, I think I understand why.” She said in a deep alto that caused everywhere to find peace. “It's a plain black painting, it can easily be passed off as a black canvas right?”\n\n“Exactly,” I seconded more enthusiastically that I presumed.\n\n“Well,” She continued. “Its soul creates visions with colors and builds imagination in the mind that is actually the purpose of life. The sight of the painting gives you the ability to create your own dreams. It could be whatever you want it to be, as long as you keep imagining. The painting is the human mind before it is activated by the soul.” She held so much passion and knowledge of that misunderstood piece of art. She mentioned the “soul of the painting” which I never found in any painting. She saw a purpose for the art that seemed lost. That day, I knew she'd be something more, and make it even to the very definition of my existence.\n\n“What do you see when you look at the painting?” I asked.\n\n“The stars.”\n\nAs these memories flood through my mind, my fingers tremble terribly. I tried to reach out but I couldn't feel any hand. I just grabbed the grass. I remember the first time I tried to find a good night activity for us since we were both pretty busy during the day. “We'd make it our thing”; I'd said to her. She just looked at me and said; “We should go outside, find any surface we could lay on, and look up at the stars.”\n\n“What would we be doing during that time?” I asked. I was so clueless as to why we'd spend our major free time looking up at the stars. It didn't seem like an activity to foster anything. I mean, a random insect could enter our eyes, and what happens in the winter?\n\n“We'd be looking up at the stars.” I just stared at her; purposeless and after a brief moment of silence, she continued. “Just try it, if you don't like it, you'd never have to do it with me ever again. Plus you can have a juice box while at it, it's soothing.”\n\nAfter reluctantly agreeing to her menacing persuasion, we lay back on the grass of my lawn and just looked up at the stars. She had the same focus as she did in the museum, and I just watched her watching the stars. She had a captivated nature that felt free. She looked like she didn't have any evil thoughts or harbor any hurt. She embraced nature and the feeling of it. I remember how long she took admiring and complimenting the flowers in my lawn and garden my mother had cultivated, the first time she visited. She understood my lack of knowledge for deeper things and the things of nature. She's always willing to explain in detail to make me understand whatever I didn't. She was also happy to learn from me whenever I described art, their style, and etymology. She was insightful so she saw more than the surface meaning, but she always loved hearing about their origin and historically approved reason behind their existence. As I stared at her, begging to be lost in her soul, she cancelled every knowledge of art I had and replaced them with her.\n\n“Ace,” she said so quietly, still unmoved.\n\n“Yeah.”\n\n“Stop looking at me, look up at the stars.” She almost sounds dictating.\n\n“But I am looking at the star.”\n\n“I didn't get that right Ace, you can feel your eyes on me the entire time.” She thought I said ‘stars’.\n\n“Nyara, look at me,” I said in the deepest baritone I ever heard from me, and she turned to face me. “You are the star that I choose to see.”\n\n“Look up at the stars, till you can see me in them.”\n\nShe just held my hand right after the exchange, till we were ready to go back indoors. Sometimes, I found her silence very puzzling but her actions were always an assurance of what was truly there. After that day, we spent every night of summer and spring stargazing and I figured out why she went to the museum in the winter to stare at a pitch black canvas. We'd talk about the future in our theories and work. She didn't believe in the future. She called it ‘the next present.’ She only saw now and appreciated the joy she had. I never understood why she chose me, but I saw the appreciation she had for my adoration. Her one friend Shaman, was a yoga instructor and spiritual guide. She seemed in touch with the forces of nature, and her teas were always calming and healing. Whenever she came over, she'd talk about foresight and what she'd learnt from a Buddha in China. I feel like Nyara’s party motivated the way she thought and spoke. When I asked Nyara about her obsession with the stars, she'd told me; “All our realities are written in the stars and the more presents that manifest, the more controlled our actions are. Six million stars is the number of presents one person holds”\n\n“I don't see how an astronomer and philosopher would think so much past reality and facts, into the abstract,” I'd said in a chuckle.\n\n“Philosophy is about truth and belief, and the process of determining truth is from your personal beliefs and what is true to you. So, while I may do astronomy, I could see the philosophy in unexplainable matter.” Most times I didn't understand what she said or her direction in viewing things, but I loved hearing her speak on them anyway.\n\nI remember when we became two and a half looking up at the stars. She'd talk more and tell the half about the universe and the love that awaits her. She and Shaman dedicated time to more yoga and meditation. She'd wanted the half to be more in touch with nature and the comfort of exercise. Soon after, my mother and brothers flew in for the summer, she'd enticed them into her healthy habits and communication. I loved how easily everyone fell in love with her. She always wanted everyone to feel safe and welcomed, I guess that factor resonated well with spirits. I think back now to a hundred laughters as she made the full house jog in the woods, before the half came. I'd never seen Nyara so scared and in pain, not even on the day it happened. She had so much anxiety about the right thing and for the first time, she looked like she didn't want to screw up and disappoint her. The next day, our daughter was born, we called her ‘Lamara’. I'd never been happier.\n\nI now think back to the day I lost my soul. Nyara was out jogging in the evening, when I got a call saying she had been shot. I felt a sharp pain in my chest as I found my way to the hospital. She'd rushed in front of a fourteen year old teenage boy, who’s about to get shot by a policeman, after a wild group chase. The policeman left immediately after the shooting and the fourteen year old called the emergency number. Who'll care about a black woman with dreads lying next to a black fourteen year old covered in her blood? Everyone just watched from afar, nobody helped till the ambulance came. I selfishly wished the boy was shot instead, but Nyara wasn't like that. She was the type of person to take a bullet for a stranger and not regret it. As I saw the boy Nyara saved sitting on the floor of the hospital, my heart melted. He was so harmless and small. He kept apologizing and asked to see Nyara too. He seemed smart but scared. What kind of policeman would want to kill a child? But that was the reality of the country. I never found out who he was, or got justice for my wife. Her final words will stay with me forever. She said; “Kiss Lamara for me everyday, tell her she's special.” And, “Find me in the stars, I'll be in one of the presents.” She knew the end but she still smiled and comforted me. I never cried so much in my life. She didn't make it out of surgery. Lamara was five when we lost her mother.\n\nAs I lay still, with my trembling fingers still holding the grass, and letting memory invade me, I felt a hand hold mine.\n\n“There are a million stars and just like us, they are different. They hold infinite presents and those presents are reality. Mommy is living in one of those presents and she is watching over us.” I heard my baby speak breaking my trance held by memory. Lamara is now nine and strong. She truly is special. I kissed her on the forehead and whispered her mother's words to her; “You are special.”\n\nI didn't understand Nyara’s words and obsessions till the end. I lay everyday looking at the stars and understanding my truth and what really matters. I wasn't left alone, I had my soul restored with the piece of her she'd left. I had a reason to live, heal, and thrive. I now lay on the grass looking up at the stars with her.\n\n"
      },
      {
        "title": "Every superhero ever; I one..",
        "cover": "super.WEBP",
        "content": "I can hear it. I can hear everything. I can’t control it. Would you help me please? I just want to be free. Please, help!\n\nI couldn’t talk. I heard my mind say everything while I watched cynical of what comes next for me. I lay on the concrete at the edge of the sidewalk and no one could hear me. They couldn’t see me either. I felt trapped like a severe sleep paralysis has overtaken my whole body. I did not understand any of it. Sunset soon came and I could stand up and walk again. My body appeared in the glass window of the store opposite where I lay. The light of the city was still dim and people no longer flooded the streets. It was as though nothing happened to my body as I walked to my apartment complex hysterical and confused. I pass Mr. Calvin’s kiosk in haste and walk through Annie’s and every landmark of my neighborhood till I reach my house. I stared at myself in the mirror and looked extremely bloodshot. In panic I decided that I’d visit my mother in the morrow and get answers to what’s going on with me.\n\nI set out by dawn, that way, the sun wouldn’t affect me in any way since it seemed like everything went wrong under it. There was no portrayal of anything like this happening and even the new development of radio broadcast didn’t tell what this could be in its entertainment story. Stories on it were triggered by the revolution in the instance. As I spoke to the watcher of the buggies, I only thought about how long it would take before sunrise. My pocket clock read 4:26am; my mom lived in Harlem, one hour away on a fast buggie. I handed the watcher two pounds and we soon set off on the way to my mother’s. During the ride, the driver decided to engage me in a conversation I found rather displeasing. There was so much to think about so it didn’t matter anyway.\n\n“What’s some ‘ole maiden on her way to Harlem for this dark sky?” The driver asked.\n\n“I am visiting me mother in the city,” I replied softly hoping he’d say nothing more.\n\n“She sick or somethin’, I hear the city getting plagued with the devil’s disease,” he continued. “Yous could never tell what’s next these days in this decade. Hell, my ‘ole neighbor didn’t come back from the war as we’d have it.”\n\n“I believe my mother is fine.”\n\n“Yous a really ‘ole maiden, how ‘ole would you be? Twenty-five? Have you got a baron, I seen your clock earlier in the station, vintage,” he pestered.\n\n“I ain’t married.”\n\n“Oh Gadzooks!” He exclaimed. “Yous one of they ‘ole maidens who match to do the hard work of a man, ain’t you? Yous ain’t no loathy lady, yous got charm, yous got no problems. Even my ugliest daughter got herself a baron.”\n\n“I ain’t,” I just said unaware of what question or statement of his I was referring to. He continued to talk through the ride, and I being only half aware of what he said only replied shabbishly. We soon reached Harlem and I was prepared to walk in the courtyard of my parent’s old house. The effect of the revolution was apparent in the city.\n\nMy mother was a different kind of woman. She was the kind of woman the old driver was referring to. She went for those matches and held placards for the right to vote. She is well educated in science and medicine from reading old books in her fathers’ library, and she had learnt divinity from a black woman in the middle of a surge. However, she was married at seventeen to an Earl who supported her in her whit. She had all the answers and always found solution to everything. As I approached the steps leading to the door, in the dark, I knocked at the door. My overly heavy dress seemed to put a stain on me as I waited for the door to open. I assumed my parents will be asleep. Five minutes later, I hear footsteps approaching the door. As it opened, my mother pulls me in for a warm hug without asking any questions.\n\n“Say mama,” I started narrating to my mother as we both sit on the dinner table. “I get fully paralyzed in the side walk of the street and no one help me, and I feel like I vanish because no one seemed to look me way, I don’t even see me reflection in the glass of the shop opposite where I lay. Oh mama, I could hear the sounds of every persons thought, I heard the birds too. Then the evening come and it dark, I recover and walk again likes nothing happen.”\n\n“I do not understand this Missy, yous speak as though yous disappeared and entered a realm of thoughts,” my mom replied puzzled, but not as puzzled as I’d imagined.\n\n“Say mama, I am still there. I do not disappear to nowhere; I still feel the breeze of the town and get hit by the dust of the shoes. What do I do, I think the sun is hurt to me.”\n\n“Yous look fine now, but we must test it out when the sun comes out. If what yous presume happens, then yous will have me take ya’ out of the sun,” my mom said determined to fuel her curiosity in this quest.\n\nAfter random discussions over tea with my mother, it was soon sunrise. My father, being the same man I’ve known since birth was locked up in his study till whenever he got visitors or had to leave the house. My mother and brothers were the only ones that really ever saw him. He provided all the teachers needed for my sister Maura and me to learn how to be ‘good’ women. My mother didn’t object to the entire training, rather she said, “It’s good for a girl to have a skill; she would be useful to herself even though it consists of mediocre barely worthy skills.” She didn’t think any of her daughters were like her and could fight for what she fought for. However, we still got a French, Latin, English, art, and History teacher. Girls didn’t do mathematics. Now my siblings are all married and in business. My brothers being Lords have taken wives from noble backgrounds and my sister Maura was married to the Marques of Southland. She was always more proper of a girl than I was. It was the decade of the revolutions and with the outbreak of this widespread disease, no one visited anymore. I soon set up to join my mother in the sun to test what exactly was happening to me.\n\nI step out of the shadow of the house into the sun and I was still fine. I continued walking through the yard to see what triggers it. As I get closer to my mom, I begin to hear her as though she was speaking but she wasn’t. I begin to go stiff as I heard everything around me. I fell on the ground and suddenly my mother couldn’t see me anymore. She seemed startled but since she was watching me the entire time, she went ahead to feel the ground till she found me. She could feel me and as soon as she touched me, she seemed to go invincible too. However, she was still present just like I was. She decided then that I have acquired powers. She’d only read about this in one book in her entire life, while she considered the possibility of any of it impossible. Holding me, she could now see me. She felt my heartbeat as I couldn’t talk and decided that I was in the state of septic shock and panic attack, nothing more was wrong with me.\n\n“Missy, it seems like yous acquired foreign divine powers, ya’ can hear thoughts and go invincible, along with anything ya’ touch,” she said. “Yous try to breathe, dis is something miraculous, and ya’ can control it.”\n\nI tried breathing through and she held on to me and encouraged me as I was breathing. I soon began to feel my legs move as she further instructed me to clear my head and not think of anything negative regarding my current condition. She looked worried and hopeful at the same time. As I continued breathing, it seemed like the sun gave me strength and was the source of the energy I had to go invincible. I feel my body mutate and my insides turned slowly. It was a good feeling. When my mother let go of me, she seemed to be visible to the world again and could no longer see me. Soon I was still in the sun but with a clear mind free of worry, I stood up and my mother was able to see me once again. I could still hear everything.\n\n“Say mama, I looks fine now, but I can still hear ya’ mind and everything,” I said and actual sound came out.\n\n“Poor Missy, concentrate,” she urged. “Focus on what ya’ really want to hear. What is me thinking of?”\n\n“Breadcrackers!” I curse and tried to focus. Everything is loud and sound like torture. I close my ears but I can still hear it. I hear my mother try to talk to me with her mind. She was saying “Find my voice” on the inside. She kept on using her own thoughts to try and find my focus and as she repeated the one thought, I could only hear her. I found focus. We would continue the practice for the next two weeks. I have discovered my powers included going invincible and walking soundless along with everything I touched, and hearing and controlling the thoughts of everything I will. Sitting on the dinner table with my mother after a day of training my newly developed strange powers, I was ready to go back to my home in South Antioch where I would live normally in control of my powers.\n\n“Missy, I been thinking, and considering the world is how it is now, would ya’ mind staying and helping around here,” my mom chipped in.\n\n“What will I do around here?” I asked puzzled. She walked towards the cabinet and brought out a large file.\n\n“Come, look at dis,” she said pointing at data from the file and laying several papers on the table. “These are locations in Harlem and few moments out of Harlem with underground bunkers and shelters for Nigga and Jewish ladies and babies.”\n\n“Mama!” I exclaimed. “Ya’ want to me to join yous secrete movement and rescue Nigga and Jew babies? Do papa supports dis movement of you? He’s in the government.”\n\n“Missy, silence at once,” she whispered. “Yous could use those powers of yous for good things. The Nigga and Jews ain’t got nowhere else to go. They is being killed by the Red men. They is innocent of life dear Missy. Yous can help them.”\n\nAfter a long moment of contemplating with my mother, I gave in and decided to help with her movement. In the morning, I’d drive buggies full of Black and Jewish women and children from their hide out before they got raided, to my mother’s underground bunkers and other secrete locations. I’d make the buggies invincible and I’d listen to see if anyone of bad intent was approaching. On the first day, I was reluctant being rather callous at the fact that there was no help for these people and all that was their fate was being killed by the Red soldiers. My privilege made me oblivious to the fact that they were people with different problems far worse than being called an unmarryable whore. I had started a rumor and spread it through the city when I was sixteen, that I had let four common boys defile me, so I’d not get approached at the balls I was dragged to. The rumors got worse and I decided to lay it to bed as I moved to another city when my father wouldn’t have me no more despite believing it was only a rumor. These people’s fight was nothing compared to my struggles of being labeled. These people were in danger of getting killed because of who they are that cannot be changed. The women lived in fear for their lives and their children’s.\n\n“Ms. Missy,” a little girl named Maryanne I had unwillingly got attached to, said. “Will I be likes you? Could I have powers and save all the little girls from the bad men?”\n\n“Yes Maryanne, yous will,” I replied, stroking her cheeks. “Yous can do anything yous ever will to do.” It was a fallacy but it worked well in motivating children. My mother had a doorway through the basement where she accessed the underground bunkers and supplied food for the refugees. As the disease ruled and the Red soldiers killed more, we were able to rescue three thousand, four hundred, and ninety one women and children from getting killed.\n\nIn the morning of November 24th 1921, it was the end of the revolution. The disease had ended a year before taking out four hundred of our refugees and one of my brothers. I had faced three years of near death experiences every day I set out on a rescue mission. The radio broadcasted news about the disappearance of several Blacks and Jews from their hideouts being empty or almost empty when the Red soldiers arrived. We were targeted, but they never saw us. They couldn’t predict how we drove in plain sight and no one could see us. At the end of the day, superheroes were not real. On November 25th, with all the refugees we kept gone to the reparation homes, and the four kids I kept whose parents were killed in the war, I and my mother would laugh over a small cup of tea. I’d set out on my own never to know the source of my powers.\n\n"
      },
      {
        "title": "TALMA",
        "cover": "tal.jpg",
        "content": "TALMA\n\n“Hey”………….. I yelled once and I stood for fifty seconds waiting, then another fifty, and another, till it’s six hundred. I then go back inside till another day, I’d try again.\n\nIt’s been two months since he moved into the adjoining duplex, I on the other hand has been here for five months. I only knew three things about him. He has brown hair with golden brown highlights. He only listens to smooth Jazz and classics. He vapes, definitely, how else do I explain the intoxicating flavored smell that stops me on my track and leaves me in an empty trance seventy seconds on my way to the pet fostering center every morning and evening. I don’t like the mystery he holds. It curls through my head like the center of two magnets that you try to bring together. I don’t like this state; I can think of nothing else, it’s overcoming. It’s like wanting to be seen, wanting to know, but seeing a closed portal. He is a mirage; my mirage.\n\nIt started a month after he moved in. I didn’t care before then. We had other neighbors, but they were all regular. Katy from house 6, she had her nose everywhere, I didn’t want her nose on me. A day after I moved in, she had come to my apartment with vegan cupcakes, a story of Bob’s missing dog that might have been killed by Daniel from house 4, and a newsletter as block captain. She thought I was a college sophomore or Junior, I guess my baby looks played me again. I never responded to any newsletters or answered the door whenever she came after that, so she just stopped coming. Daniel from house 4 seemed preppy and stud, like that one ridiculously young college professor that appears in your literature class freshman year. He gave up an innocent but dangerous vibe, like a brilliant introvert you thought was stupid for the longest time till you crossed them. Probably why everyone thought he’d murdered Bob’s dog a week after it attacked him with no apologies from Bob. He only ever said four words to me; ‘Lovely Morning’ and ‘Your Lawn’. I never understood the other or maybe I didn’t hear right. He should have been the one I’d seek, but my mind held no interest, he was readable with few underlying layers I didn’t care for. Bob was just like every Bob I met. He was potbellied, stern, with awful manners, and a teenage son who visited only on the weekends, probably from a divorce custody battle. Angela was the party girl who lived at the far end of the opposite duplex. She only slept there twice a week and usually came with a million friends. I don’t think she knew anyone in the block. She just wore the biggest smile and waved her friends goodbye for too long. She seemed like the girl everyone would love for her charisma, I in fact already admired her.  Not like me, everything was far from me, except him.\n\nIt was the first time I had passed through his apartment since he moved in. I had just signed up to foster pets every morning and evening to get exercise when I wasn’t working, and it was actually something I loved doing. I got to draw more inspiration from nature and the city. As I walked past, it seemed so serene and peaceful till the smell hit me. After seventy seconds, I saw a brown body move quickly with a sweat pant and no upper covering, I didn’t see a face. I walked faster till I was out on the street. The entire time, when a Beagle wasn’t licking my face and I wasn’t running after a Manx, or cleaning the hamster cage, I thought about a brown body in sweatpants and intoxicating vape smoke. What would you regard this as? A bewitchment or translucent obsession I was trapped in. ‘That wasn’t the case,’ I thought, it was the same story with Teddy from Oklahoma, Australian Drummer Danker, Toledo Jerry, Henry from Queens, Blanca in Ethiopia. Oh… there was Blanca. Blanca was the break. She was muse. They all were. They are now just gone. My channel human connections, my stories, my visions, they were projects.\n\nI got home towards noon, knowing my mind has been invaded yet again, and I let it. It was day one to satisfy my curiosity and there was nobody I wanted to know that I couldn’t. I had to get to work. I turned on my computer, packed my hair in a messy bun, and let my 90’s music fill the room. I began chapter 1. At intervals I had a packet of Chinese food and a new beat to jump to, to embrace my inner disaster artist. I’d go out to the balcony in three hours to say ‘Hey’ and wait six hundred seconds for a reply. I’d go back in with a new script, and another prompt for a future long conversation. This was my routine for thirty days. I still didn’t discover anything new about him and it drove me to the edge. He had thick blinds and never came out when I saw. I don’t even know if he hears when I call out. I don’t know if he ever saw me. Would he consider speaking to me? What if he was mute? I know what you must be thinking, I’m insane, but what would you do when there’s finally someone you’re interested in and they’re the only one out of reach. Well I could just go and knock on his door and he’d be there, but that’s not the goal, I know better, I’ve learned better, I need to create the experience I seek, and let the story be written. So far it’s been twenty thoughtless pages, building through. Today, I’d stay an extra fifty seconds; it’ll be six hundred and fifty seconds of waiting. \n\n“Hey”……………. I breathe through and stare at my stopwatch; I don’t want to have to go on with the next plan. The others were not this hard. This made me more invested. As the regular six hundred seconds go rather quickly as I’m now used to, the extra starts counting. Never has fifty seconds felt that long. It felt longer than when you counted with the microwave so it doesn't make the siren like noise at the end. I could feel my mouth go dry and my palms get sweaty. I prayed silently under my breath unconsciously for him to come out. It’s now forty nine, and I just sigh turning back to go in. I’d accept this loss for a day, and then I heard a ‘click’ and stopped on my track. I could feel my heart beating in my mouth.\n\n“You stayed past ten minutes.” What! I almost exclaimed out loud as I turned to face him slowly. Of all the things I imagined him saying, this wasn’t the one of them. I could now hear the baritone in his voice and the crimson nature of the sound filled my head.\n\n“You’ve been hearing me the whole time and never acknowledged my existence,” I replied calmly. I could still feel my breath fail. He was more beautiful than I had imagined; brown, I was wrong about the hair because it was black with brown highlights, and how rare for a person to have a defect that adds to perfection. He had two natural eye colors, green and brown. \n\n“I just watched.” He said. “I found a method to your madness.”\n\n“Madness,” He beat my expectations, he was surely worth the wait. “Oh, that was not the word I expected.” \n\n“So, would you tell me why you lurk out on my lawn for seventy seconds at 7:45am and 4:15pm every day? Are you some security guard running a shift?” He knew this entire time, and he watched me with no words. He saw me. In all my experiences, this has turned out to be more unpredictable. I have to keep up. I did the watching, no one else ever did.\n\n“Do you vape?” I blunted out abruptly.\n\n“Do you ask questions without answering one thrown at you?” He stood quietly for a while and continued. “No I don’t vape, what I think you smell is an intoxicating incense. It calms the spirit and helps my cat be less uptight. Now you.” Great, he had a cat.\n\n“I volunteer to foster pets, your intoxicating incense holds me back for a while.” I replied while he looked rather intense, trying to find my eyes.\n\n“Would you be out here tomorrow or you’re done with your experiment of luring me out?”\n\n“I’d be out again tomorrow.”\n\n“So will I, Stacey.” Did he just call me ‘Stacey’, humor me, I know this move.\n\n“It’s Grete.” I said, rather dismissively.\n\n“Greta, Gretchen, Gertrude? What’s the full name?” He echoed smoothly while flickering his fingers.\n\n“Gretel.”\n\n“Nice to meet you Gretel, I am Thane.”\n\n“Like the city,” I jumped in faster than I'd permitted.\n\n“Yes, like the city,” He seemed surprised. “You’re the first one to get it.” I smiled and walked back into my house feeling the most profound accomplishment. I’d write a new chapter and just feast on my observations like the ocean crossing its line to invade land.\n\nWe’d continue this for another three months. He was the longest I've had. Sometimes I’d curl inside his veins and keep his mind hostage with my previously adapted conversation prompts, other times, I felt him pass through my lips, meet teeth and past tongue. I knew the end so I just went on with the story; I was always just the vessel. Like the day he asked if I wanted him but chose to deprive myself of pleasure, he was quirky and flirtatious, I felt my knees die. When he told me about his drug overdose in high school that sent him to a mental hospital, I could relate. He has become my addiction. He steals my soul and makes a moment. He intellectually seeks answers from my mind and tries to manipulate my end game. I was right about his music from the beginning. He had asked me why I stayed alone and never really went out apart from the shelter, and I asked him the same question back. I only said, ‘Nothing hurts when I’m alone’ and he concurred. He looked at me with deceptive eyes like he tore down my flesh and made me see through. I never told him what I did when he asked. He couldn’t know that fact. He already told me he was a writer, a lone wolf, a gorgeous waste with a cat and grocery delivery. He said he has not written a story in two years but I didn’t believe him. I believed everything else he said. He felt far away, lost, but nearer than me, there was no reason to really lie. We talked about high school, and college, and our observation of the other neighbors. We talked about life and everything we knew. He told me about his cat and the only friend he had. He told me about Paris and his mixed origin. He already broke love. I told him about Blanca and the others, but I never told what I did with them. Sometimes, I felt him invade and take note, I believe he emulated my actions for the same goal. We stood there on two balconies at one time and felt whole. He can hear me. It’d be the last conversation.\n\n“Grete, Gretel, mysterious beautiful Gretel,” he teased. “Would you now tell me, after seventeen requests, what you do?”\n\n“If I tell you, it’ll be the end.” I replied after a few minutes of pregnant thoughtful silence.\n\n“What if it isn’t,” Thane said. “Regular people talk about the weather and sports and don’t count seconds or observe people they never talk to. What if telling me could be the beginning of something more. Maybe we'd go past the balcony and you could finally saw me in half.” I could feel his desperation. It was just like I felt when I couldn’t reach him. I went a little crazy and drove past strategies. I’d rather have him know directly and end it.\n\n“I am a writer.”\n\n“You know I know that,” he was perplexed. “What’s the story?” I never told him I wrote, but I believe he predicted. It takes one to know one.\n\n“You.” I let out a quick breath.\n\n“Me?” He asked with a quirky grin.\n\n“Yes,” I continued. “And what’s your story.”\n\nHe paused for a minute and stared deeply into my new moment. He then said, “You.” I melted to the ground and sat there silently as time passed. I was going to be the story for the first time. I just stretched out my hands to reach out to he's the first time. I watched his hands fumble on mine as he stared deeper looking for more to say. Holding back tears, I had done it again.\n\n“Bye Thane,” I whispered and let go of his hand. “When they close their eyes, they’d picture you.” I walked back into my apartment leaving him standing still. I broke down behind my door in the shelter of my dark room. I'd be done scripting in a week and I'd be gone out of here, to another quest. I can't help it.\n\nThat was the end. My balcony was now closed forever, it served its purpose. He was muse number thirteen, but I was his muse number one. We wore talma in our quest and soon found solitude in the results of our curiosity. We’d soon move away and find more muse. Not another Blanca, or a new Thane, they wouldn’t exist in reality. Let the story find itself, we are only the vessels it is stored. We’d let ourselves be used, it is a sick game writers play.\n\n"
      },
      {
        "title": "The Future she saw; the past she preserved",
        "cover": "future.JPG",
        "content": "She was told her life wouldn’t be the same again but she didn’t know how, until now. \n\nExactly ten days after a car accident, the girl rescued from the already burning car was recovering from a coma. It was discovered that she couldn’t remember anything, but her family was there to help her recover. She felt frightened but safe in the arms of her mother as she wondered what was left for her after losing everything she knows and hearing a name she soon discovered was hers. Not long after, the doctor came in with a report from her MRI. She was informed that her brain has been subjected to some unusual activities they couldn’t phantom. It was likened to the mind of a person with schizophrenia, except she never had schizophrenia before the accident and hasn't shown symptoms of schizophrenia yet.\n\nThree weeks later, she was still being observed at the hospital and two things were certain. She could not remember anything from her past including things that happened a day before; her memory seemed to wipe itself every passing day only retaining information within a 24 hour time gap. She couldn’t remember her name or identify the people she saw. She couldn’t retain facts and activities or organize thoughts that could form an idea she could use in an elaborate project. She needed a tracker and a guide. The other thing was more unexplainable. She could tell the future. As she forgot the past and everything she’d done or known. However, she could see into the future and even experience changing phenomenals; as the days went by, the more she forgot, the more of the future she could see. She seemed to live in her own reality and while the hospital was trying to understand her mysterious diagnosis, she seemed to be doing fine physically. Taking her back into the real world was recommended to help get her back to normal, assuming her mysterious new life was temporary.\n\nHer third day back, she was introduced to a group of people who she was told were her friends. They seemed to really care for her but she only felt warmth around a girl named Fiyi. She had an attachment that made her want to explain everything she saw and felt to her. After her friends left, she sent a message to Fiyi as her name was saved on her phone, mostly because she didn't want to forget her or the only genuine feeling she’s had outside her mother’s comfort. Fiyi however replied immediately and came over to spend the next three days with her, mainly to figure out exactly what she had and how she could use it while trying to fit back into the real world. How can a life change so much in just ten days of nothingness? I guess reality differs beyond our understanding.\n\n“So, you can see everything? Like, everything, everything, or just specific things come to you?” Fiyi probed.\n\n“I don’t know how it works, but so far, it’s everything I think about,” She replied.\n\n“Let me get this straight. You can think of me right now, and you’d see the next thing I’ll do in about ten minutes or far more in ten years? You can also warn me about my bad decisions?” Fiyi asked further. She seemed very curious about the new discovery with her friend. Anyone will be. She had a welcoming free spirit and acted very comfortable around her even though she couldn’t remember who Fiyi was or any memories they shared. They had been friends since they were both in the fifth grade and they’ve been friends ever since. Fiyi, despite being sad about her friend’s predicament, had decided that she knew who her friend was, memories or not, and would be there to help her with whatever she needed. Fiyi had told her about continuing her history course at the university. Her mother had told her days earlier that she was a history major at the university, but she already forgot about it and it seemed new again to hear it from Fiyi. This was her life now. The irony of her being a history student with no memories of even her personal history or the last 24hours.\n\n“Well yeah, I guess so,” She said, almost sure of herself.\n\n“Here, I got you these sticky note pads and journals. Document your activities so you don’t forget. Document any information you think is important. Write down whatever future glimpse you get too,” Fiyi spoke as she searched through her bag for the note pads, before handing it over to her.\n\n“Thank you so much Fiyi,” she said. “This is a thoughtful idea. You’re a huge help.”\n\n“Well I'm the friend that comes to the rescue when my friend gets amnesia,” Fiyi said in a sarcastic tone and they both laughed like they were used to this. She felt used to it. Being with Fiyi made her feel like at the end of the day, genuine feelings weighed more than memories in the true definition of life. Being with Fiyi made her happy and for the first time since the coma she was hopeful as to what lay ahead of her.\n\n“Hey,” Fiyi said. “I’m here to guide you through this. I believe this was for a reason, and you’d use it for something great and mystic.”\n\n“That sounds very optimistic, assuring, and motivating. It doesn’t feel like the reality I have seen.”\n\n“Well let’s watch it reveal itself with you as the key.” Fiyi moved her head in a dramatic way that made her Fro bounce. She had an uncanny smile that seemed to say she had ulterior motives with her as the central piece, but she still had a feeling to trust her. She’s helping her after all.\n\nThroughout the night, she twisted and turned, trying not to sleep for fear that she’d forget everything she had talked about with Fiyi in the day. She looked over to her closet door severally to discover the pictures with the name on it and a few sticky notes she had pasted there. She also had a journal with the collection of sticky note pads to help her remember. She’d wake up and read what it says on all of those and know what she needs to. That should be enough considering her condition. She'd see everybody again and relate to them likewise, even though it'd be as though she never met them, the feeling of familiarity in the conversations will suffice. In true words, at the end of the day, when all is gone and the memories cease to exist, the only thing left to hold on to is the feeling. In some gory thought, she gets to start all over again everyday so there's really no regret or consequences for her actions. She’d decided that night to go back to the University. It could help with her memory and maybe she could learn something even though it's for a day, however, ‘people will soon get tired of catering for her’ she thought. She’d just learn to write more than speak.\n\nFiyi had a plan. She’s always had one since she heard about her friend’s new abilities. She saw it as a force in a revolution. Currently, she had had enough with the way things had been going in the country. She needed hope. A possibility and a glimpse into the future. It was the first day of the ‘EndSARS’ protest and she had done everything she needed to. Her friend had just woken up from a coma and she was exhibiting strange behaviors. Before the accident, they both were planning a solution to the problems in their country.That’s why she was studying law in the university while her friend studied history. She imagined how far into the future her friend could see. She could warn protesters about what and where to avoid, they could see into the government's next move, and they could even try to look way into the future for a possibility that the efforts of the protest worked. They could see the president in 2030 and how much the streets changed. This was everything going on in Fiyi’s head as she lay down on the spare mattress resting on the ground. She wondered how she’d communicate her plans to her friend without sounding manipulative and vindictive. Would she feel like her only safe space is about to take advantage of her predicament? She was meant to be helping her recover after all. However, there was no time. The girl she knew wouldn’t think twice before doing this. It had to be there for a reason, it was everything they wished for playfully in their days of planning an era of change.\n\nIt was the third day of Fiyi staying over with her. She seems to be having a stronger grip of reality and waking up not startled on seeing her surroundings. She now woke up aware of what she needed to do like her pattern now has become a part of who she is. She’d just walk to the door of the closet, still having her basic life skills, and read what it says on the sticky notes and pictures. ‘Mother’, ‘Fiyi’, ‘Jazlyn’, ‘ Dilo,’ ‘Sanjo’, ‘Mimolu’, ‘Anita’, ‘I love plantains’, ‘I study history at Obafemi Awolowo University’, ‘I had an accident so I can’t remember my past’, ‘I can see into the future and know what’s going to happen with anything I think about.’ It now took her about forty-five minutes to catch up on everything she needed to know to start the day. Fiyi noticed how well she’s doing and decided to tell her the plans they both had before her accident.\n\n“I don’t know how to put this, but I’ll just come right out and say it,” Fiyi said, as they sat on the carpet in the mid afternoon talking out highschool. “The country is not good and we have to help somehow. We planned on doing so before your accident, but it happened, and I am so sorry that it did. However, the girl I know wouldn’t let anything stop her. She wouldn’t let me let anything stop her. I know you can’t remember anything but that doesn’t mean you’re no longer who you are. Why else would you be studying history? You said and I quote, “Our history was stolen from us, our timeline is blurry and it may have been okay to the previous generations to hear fables and false stories, but it takes a true historian to dig into it, find the truth, make more history, and preserve it for the next generation.” This was all you. I hope you know that I love you so much and wouldn’t want to hurt you or make you do something you aren’t ready for, but we need to make use of your new founded abilities to help our country.”\n\nTo her own surprise, she felt so relieved. She felt like whatever was holding her back was no longer there. She made sense of what she wanted to do with her life and she understood the gaps she couldn’t fill up. She knew why her social media apps had a lot of activism on the timeline and she could tell by the sharp pain she felt when she watched a video of a person being murdered by the law enforcement that she couldn’t live without helping. She understood why she had the urge to retweet anything related and even though she forgot everything every morning, she still found herself doing the same thing the next day.\n\n“Wow,” that was all she could utter.\n\n“I understand perfectly if you need more time,” Fiyi said after a few seconds passed. “I’ll be here.” Fiyi then stood up as though she was leaving. Well she was leaving to help her think and make a decision without her influence, but she was only going to be in the living room talking to Dilo, who now felt very estranged from this elder sister.\n\n“Wait Fiyi!” she exclaimed thinking Fiyi was going away. “I want to help. This feels right.” There it began.\n\nOver the next two weeks, she’d wake up in the morning, catch up on everything she had lost and get ready for the day’s activity. She read all her history notes for tests in school early in the morning, and she did research in odd places to find out and document rare historical trackings that are filtered or ignored. She wrote a ledger of history, and at noon, she fought for justice. She and Fiyi had started a podcast that went viral because of their previous impact in the fight for justice, and the story of her new found abilities. While most were skeptical, she had predicted most of the outcome in each protest location a day before and exactly how she described it was what happened. Most people called her a witch, but they mostly supported her because some said “Na winch we need to deal with these people” - referring to the government. She told them what routes to avoid and at what time the police, military, and the thugs the government hired to disrupt the peaceful protest will arrive. She even found a mole in the protest ground and said who it was a day before the mole could carry on with their plan. She had made it her duty to give solutions on handling most of the negative situations that came with protest. They started to believe her and follow her suggestions because everything she said will happen, happened exactly as she said. She was however more disappointed by the fact that the government didn’t care in any way, and would rather cause more harm than stop killing people when all they asked for was to not be killed. She felt the anger in the youth, it was mostly hurt and tiredness, and she felt the pain of seeing people die before they died, so she warned them of the circumstances leading to their deaths, so as to avoid it.\n\nAs time passed, she could look far into the future and she saw the result of the revolution. She saw Nigeria being ruled effectively by the youths. She saw so many improvements in the system that made her thrive more for the actions being taken now. She was ready to fight through her visions, and so she did. With Fiyi taking notes of everything she saw and the late night podcast that warned everyone on what’s coming the next day, and a little glimpse of hope of how the far future she saw looked like, she continued for several months till there was finally control and visible change. She was still ridden by how inconsiderate the government was but the youth started planning already for the 2023 election, and seeing that restored the faith she carried.\n\nThis was who she was. She had come to books that she’d never remember anything from the last 24hours and she’d be reborn every dawn with no memories. It was better right? I ridded all bias from her visions interpretation and reasoning. She had also learnt to filter and summarise what to remember and tell herself her purpose each day. She used her vision more openly to protect people and to tell the right course of action. While she couldn’t save anyone, she had saved a lot and could see the change they made. She read her history books and saw the manifestation of the tolerance, and passiveness her people held for so long. She was glad they were done with it. They had taken action and she could tell the result. She could now come to acceptance of who she was despite having to read her name everyday that felt foreign.\n\nShe woke up one morning with all her memories. She had called herself her name for the first time the previous night. She didn’t seem separated from it. She felt empowered by it. She screamed for how far she had come. “My name is Maryam Chioma Ajuke.” She felt liberation as the memories came flooding in. She still had her visions. She would lead her people and transform her nation to a first world.\n\nYvonne Amaria\n\nThis story explained:\n\nRecently, my country Nigeria has risen to say no to injustice and police brutality we have been tolerating for years. We have been through so much and due to the more grievous SARS (Special Anti Robbery Squad) killings, we have taken it upon ourselves to seek for better from the government by asking not to be killed any more with the hashtag ENDSARS. However, our liberal demands and peaceful protest is being met with tyranny and opposition from the government who remain our major problem. This story is a satire and hope ridden representation of the present situation in Nigeria, even though it’s hard to have hope at this time.\n\nShe (Maryam Chioma Ajuke) - Metaphor/representation of the Nigeria youth that have been oppressed for years. “She” being used all over the story with a loss of memory portrays Nigerians having their history taken away from them by colonialism and being defined by what they’re told they are and the negative stereotypes that have been attached to the people because of the actions and misactions of a few. She only gets her memory back when she accepts who she is and actually calls herself by her name. The name not being mentioned till the end only tells that she hadn’t accepted who she is and was rather defined by the circumstances she was in with the accident.\n\nThe Accident - The accident that was set where she loses her memory and gains an ability is an interpretation of the trigger Nigerian youths needed to act up and protest. It could also be seen as the circumstances they tolerated for their lifetime and tried to smile through their suffering, until they were pushed to the wall.\n\nFiyi - This character represents other citizens who have taken the lead, the initiative, and the incentive to do everything in their power to encourage the youth and aid a successful protest. Fiyi represents people like Falz, Debo Macaroni, FKAduba, Davido, Aisha Yesufa and many more amazing people who have made notable impact in the protests.\n\nRise up Nigerian Youths! Keep pushing for change. They can’t stop us. They are intimidated by us and we can see it in their actions. We won’t stop for the good of the next generation.We are doing this for the lives of the innocent they took. RIP Soldiers. End SARS. End bad governance in Nigeria. Say no to police brutality. Say no to the tyranny.\n\nFor more information, simply Google EndSARS\n\nSign petitions at change.org and share the word about what’s happening in Nigeria"
      }
    ],
    "poems": [
      {
        "title": "INSIDE LIFE...",
        "cover": "il.png",
        "content": "Brotherly, you no go understand. Man's gas chop na. You no even know. Na Tega cause all this things, na Tega o. That guy na the causer of many bad bad stupid stupid things. Na him chop my rice na... na him get mind chop my sweet concoction rice I been dey reserve. As hunger wire me finish, my natural instincts say make I just stroll. As I dey waka with hunger, I see one pure babe just dey go yonder, guy my eye tear. She dey waka fast fast I been think say na me she dey jonz from o... she come look my side say 'Sweetie I'm on my way to a friend's reception not far from here, you look okay, you can come too.' Man see invitation for free choppings, two birds with one stone just like that. I be wan consider call Tega thank am. But I consider say na baba God o. Na so I enter the party for mainland.\nThe thing dey go smoothly, the babe dey diss the ceremony, I think say I fall in love o... oh boy girl get flow. She come funny join... I haf seen my wife... make I just gather courage without hunger and brokeness ask am out... as I dey think am, they begin line up for food o. My guy I stand up join line, collect plate. The line been long but Las Las, e go reach everybody na. Na so e dey be. Na patience life be. Before you know some people for back don rush... them dey shout, one aunty elbow just land for my eye like joke... dem dey steal food and hunger still they wire me. I no know when with one eye I fly carry the entire pantry of rice leave the reception o. I just know say as run reach one uncompleted building to settle chop, I see the standard chic with the pantry of chicken dey chow. She come say, 'aye dude, you want some?' Chai... where have you been all my life.\nAs I look like person wey soldier beat so, na hustle for food cause am o. The babe, her name na Cleo... I dey see am tomorrow evening my guy... so as e be like say I loose so, na win I win o. That babe na my future be that. We go hustle reach inside life o. She talk say her papa get money but she dey hustle for herself. Na that hustle make me know say I love am.\n'Oh boy, George! you too set... your life na true super story, we dey proud of you for Saps, the entire warrior nation na you get am,' Ovie hailed.\nNa so o... \n*Phone rings*\nNa she dey call... hei see life o. \nHello Cleo... how has your day been?..."
      },
      {
        "title": "Understanding Life",
        "cover": "ul.png",
        "content": "Hoping to die\nBegging to thrive\nI'm here and this was a mistake\n\nForging a purpose\nMaking the cut\nBreathing air\n\nYou never truly live until you die\nThen again you don't know if you've lived, until you die\nBy then, it's too late to start living\n\nFreedom and freewill put in place to make me think it exists\nLies told about unraveled secrets and theories on why I'm here\nBook written by souls plain as mine to convince me on why I have to stay\nNow I have to deal with humans, the environment, weather, and things I didn't ask for\nI have to pass through scenarios laid out I didn't create\nI have to push through barriers I can't even stop\n\nWhat was he thinking when he decided to coin me\nMaybe it was a bet he took\nNow I have to prove worthy enough for the chance to live\n\nThe chance is too short to take no for an answer\nThe chance is too short to give up on dreams I actually have a choice in\nThe chance runs to fast to dwell in confusion\n\nSo I'm going to breathe that air\nI didn't ask for this or want this\nBut I'd live before you take it from me."
      },
      {
        "title": "Freedom",
        "cover": "freedom.png",
        "content": "Make a hole on my mouth and padlock my lips\nImprison my legs so I don't go towards your house\nCut out the electricity in the ICU so I won't be born\nDemolish my stall so I can be broke\nPour me a glass of well water a year cos that's how much I'm worth in the budget\nIgnore my death to keep fighting the innocent\nEnd my protest with gun powder\nBreak my limbs so I don't express the dismay you caused\nEnrich my tongue so I taste the silent lamentations of my people\nRegroup my children so they’d be raised in Gilead\nBecome Napoleon, send spies to my sleeping bed\nFill the earth with Myriad and finally bend me to your will\nLie to me and ask for my consent\nMake me believe I have a say\nLie to me and tell me I have freedom\nFreedom to run cos' I'm waiting for what freedom entails\n\n~Yvonne Amaria José\n\nSay no to taking away your freedom.\nNigeria, say no to the social media bill."
      },
      {
        "title": "Pain",
        "cover": "pain.png",
        "content": "Heaven rendered wholeness\nAnd I rejected it\nWhy?\n\nI was born angry and wailing\nLike a siren, I wouldn't stop shouting\nI was a baby that saw the world at birth\nI saw it for what it really is and I felt all the pain I was brew with\nSo I cried in anger and couldn't be stopped\n\nI was shipped out of the quarters for my wail was too much to bear\nI was tossed into the wild to feel more\nAnd I saw only darkness to want more\nI prayed for something else, to switch my soul and make me normal\nI prayed for countless days and I could still feel everything\n\nI was told to find a channel\nSo I channeled the pain into everything I did\nIt was beautiful\nThis was why I was made\nTo find comfort and beauty in the pain - Now\n\nI'm in love with you\nLosing you will be losing myself, losing the beauty\nI love that I feel you as much as I want you gone\nI rejected heaven's donation to keep you\nDoes that make me evil?\n\nIf I let go, would I lose my creativity?\nIf I let go, would I recognize myself?\nIf I let go, would I still hold superior knowledge of the world\nIf I let go, would you still be there for me?\nI wouldn't know who I am without you\n\nSo please stay\nLet me feel you\nComfort me like you always have\nCreate more beauty with me\nI would keep this soul with you\n\n~Yvonne Amaria José\n\nPain demands to be felt... feel it"
      },
      {
        "title": "Pay Your Dues",
        "cover": "pay.png",
        "content": "So we're friends now right?\" He asked\nI said \"Nah, you haven't paid your dues.\"\n\"Huh, what dues,\" he seemed confused.\n\"Dude if I tell you, then I just sold out the secret to my friendship,\" I said half smiling. \"I'm not telling.\"\n\"You're one mysterious weirdo,\" he said almost frustrated.\nFigure it out and you'll know if you pass.\n\nThe next day, he came with two bags of crispy chips and chicken and a huge bottle of coke.\n\"Just come in,\" I said obviously hiding my excitement.\n\"So are we friends now right,\" he asked as we shared the food.\n\"Dude we are not friends. We are best friends until we D I E,\" I said loudly.\n\nBursting into laughter, he went all... \"It's an irony you're unable to grow fat.\"\n\"Homeboy it's a blessing... I get to guilt people like you into buying me food.\" I said in a joke, \"Touch that last chicken and you're dead....!!!!!\""
      },
      {
        "title": "Welcome Home",
        "cover": "wh.png",
        "content": "In my sweet fantasies\nI lay awake, yet gone\nDaydreaming about daydreaming\nLaying flat on my back, no eye movement\n\nI stare deep into the clouds\nThe sun gone, and the stars fixated\nYet I thought of a garden and a river bank at noon\nI didn't think of you even though that's all I tried to\n\nReminiscent of the carnation scent and the chrysanthemum grove we were\nI hoped to see more beauty but it was gone from the earth\nI lay on the rock still departed from the chill dark night\nA sky full of stars yet a tickle of sunlight on my skin\n\nIt was time, I knew it\nThis was my last experience in my 13,505 days of dark memories\nThe bright clouds in my mind opened up\nSix angels came through in glorious redemption\n\nA single tear drop from each eye\nI witnessed a sight too beautiful to behold\nExcelsis in high altitude, a cold breeze swept through me\nIsn't it lovely, I'm alone now\n\nAlone I came, Alone I'd go\nThe angels took me with a crown and banner saying,\n'Welcome home'\nWith a smile, eyes still unmoved, I laid there to be moved on the 9th day.\n\n~ Yvonne Amaria José"
      },
      {
        "title": "Dear You Too",
        "cover": "dyt.png",
        "content": "\"Loving you is like counting the stars.\" Oh no. That's a lie. I heard that from a movie once. I don't even know what that means...\n\nWhat I know is, I want to experience every moment with you, even after you're strong enough to stand on your own. I want to feel my heart drop whenever you trip. I want you to look at me and know that I'd always love you, be with you, and trust you no matter what you do. To know that I won't think twice to save you from a flying bullet, and go to the ends of the earth to make you happy. I want you to know that no one can hurt you, and you can lay on my chest, hear my heartbeat, and know, you're the reason I made it this far.\n\nI don't have you yet, so how do I get to you?\n\n...You too said to be calm and let the heart work. I said I'd rather have my brain work. You too asked for the walls to come down, but there are no walls. Just secrets that make you sick. Telling is not a gamble I'm willing to take 'cos I'd rather not have you at all than watch you resent me. You too said to tell and trust you'd be here.\nPromise if I show you, you won't go!\n\nAnd you're gone... gone with my dreams of holding her.\n\nYvonne Amaria Josè\n\nTwo stories significantly linked. About someone who needed something for something."
      },
      {
        "title": "Frenemy",
        "cover": "frenemy.png",
        "content": "It's like I love you and I hate you\nWaiting for you to trip as you walk\nOr the day you have a bad hair day\nJust so I could laugh in various degrees\nBut then an attack on you would be war\nNo one is allowed to bully you except me\nThere's just something about you I hate so much\nAgain you remind me of her so I have to protect you\nIt's like I love you and I hate you\nSomehow I love to have you on good days\nJust keep up with our regular energy and we'd be fine.\n\n~Yvonne Amaria José"
      },
      {
        "title": "light Close Call",
        "cover": "cc.jpeg",
        "content": "\"You won't believe what just happened, I nearly rammed into Meghan\" I said panting heavily\n\"WHAT!?\" Jordyn exclaimed. \"Wait what do you mean 'rammed'!\"\n\"Rammed rammed,\" I repeated in a ridiculous clause as though it helped Jordyn's understanding in any way.\n\"Well how did it happen,\" Jordyn said flatly, eye-rolling.\n\"Ehm, so it started yesterday when I heard she was back in town,\" I began. \"At first I was like bleh, I don't give a damn if she's back or not. She was lame back then, she'd be lame now.\"\n\"I was just chilling in the balcony when I saw her drive by in a matte black Tesla. Dude, wtf! How'd she get that! How long was she gone? That's too much transformation.\"\n\"Then again, it doesn't matter, I was still cool without a Tesla. Not until I nearly ran into her in the mall today. She looked so fresh! It was the definition of transformation agenda. I'm pretty convinced she has surgical makeup on because it was like she was extra pounds of successful. I hid behind the milk counter till she was gone.\"\n\"Why were you hiding from her?\" Jordyn asked. \"I really don't get. Who said you can't say hi to your ex?\"\n\"It's not about saying hi J, it's about how we left off,\" I continued. \"I let my ego get the best of me and now she's doing better. I can't believe I called her a worthless piece of shit.\"\n\"Why would you ever say that to her!\" Jordyn exclaimed, staring intensely. \"She was really good, and you're an idiot.\"\n\"Well I'm just really sorry now, and this just tells me, I need to get my shit together.\" \"I can't hide forever, and she seems to be chasing me like a ghost of ratchet past.\"\n\"It was a close call this time, but a genuine wake up call,\" I reasonably said. \"I really have to get my shit together.\"\n\"Oh yeah, you idiot,\" Jordyn said laughing all over the floor. \"You can't have your ex you treated badly by the way, catch you unfresh.\"\n\"Funny how she'd still see you before you're done getting your shit together,\" she said between the laughter. \"You're really shitty.\""
      },
      {
        "title": "Heavy Close Call",
        "cover": "911.jpeg",
        "content": "He lay there stiff without a pulse\nEveryone in panic, he had just slumped\n\"Call 911!!!\"\nEhrm what's happening guys, hey guys! I'm still here\n\n911 came rushing in 5 minutes\nNot a single heartbeat\nCPR.... failed.\nFuck not again! Stop! Stop! Stop!\n\nDeclared dead at 4:56pm\nPage Dr. Schneider\nAutopsy needed to confirm cause of death\nWtf! I'm still here. My eyes are open, I can see you. In the morgue again. FML!!!\n\nA machine to drill a hole to determine the cause of death\nSo many needles to take body fluids\nThe machine turned on to be used\nNo! No! Holy shit! I'm not dead! Don't kill me! I can't end like this!\n\n\"Noooo! Shit!\"\nHe just screamed and dropped the already turned on machine on the ground\nAlmost on my body\nHe peeped again to confirm my surprising resurrection\n\n\"How are you alive?\"\n\"What happened to you?\"\n“I just have catalepsy, this my 4th episode.\"\nMy life is full of close calls where I'd nearly get killed for thinking I'm dead. Fear brings me back to life, even though I was awake the entire time.\n\n\"It's crazy how your heart stopped beating too\"\n\"You were so still\"\n\"You should consider wearing a tag explaining your condition so you don't really get killed one day before the fear wakes you up.\"\nThey were all chip-ins from the group of people gathered to see the resurrected man\n\n\"One thing special about my condition is, I get to die so many times in my life, and this experience always brings me to a new purpose in life.\"\n\"I may get killed in one of these episodes, but I get to live a couple of times before that.\"\n\"The close calls are a thriller in my bizarre reality.\""
      }
    ]
  }